# brew install wget htop coreutils moreutils findutils zsh ack tree youtube-dl tmux speedtest-cli trash archey nmap watch hub siege imagemagick rtv gnupg
 brew "tmux"
 brew "mutt", args: ['with-trash-patch']
 brew "the_silver_searcher"
 brew "wget"
 brew "elinks"
 brew "gnupg"
 brew "postgresql"
 brew "neovim"
 brew "youtube-dl"
 brew "gnupg"
 brew "emacs", args: ['HEAD', 'use-git-head', 'cocoa', 'srgb']
 brew "node"
 brew "go"
 brew "htop"
 brew "coreutils"
 brew "moreutils"
 brew "findutils"
 brew "zsh"
 brew "ack"
 brew "tree"
 brew "speedtest-cli"
 brew "trash"
 brew "archey"
 brew "nmap"
 brew "watch"
 brew "hub"
 brew "siege"
 brew "imagemagick"
 brew "rtv"

 tap "caskroom/fonts"
 tap "caskroom/cask"

 cask "betterzipql"
 cask "qlcolorcode"
 cask "qlimagesize"
 cask "qlmarkdown"
 cask "qlstephen"
 cask "cert-quicklook"
 cask "quicklook-json"
 cask "google-chrome"
 cask "skype"
 cask "openemu-experimental"
 cask "iterm2-nightly"
 cask "vlc-nightly"
 cask "flux"
 cask "mou"
 cask "caffeine"
 cask "cheatsheet"
 cask "blockblock"
 cask "knockknock"
 cask "appcleaner"

 cask "font-hack"
 cask "font-source-code-pro"