brew "bazelisk"
brew "coreutils"
brew "docker-compose"
brew "dust"
brew "fd"
brew "foundry"
brew "htop"
brew "hyperfine"
brew "just"
brew "lazygit"
brew "libpq"
brew "mobile-shell"
brew "moreutils"
brew "node"
brew "ripgrep"
brew "starship"
brew "tokei"
brew "tree"
brew "watch"
brew "wget"

cask "claude-code"
cask "codex"
cask "docker"
cask "emacs"
cask "ghostty"
cask "google-chrome"
cask "spotify"

cask "font-fira-mono"
cask "font-hack"
cask "font-ubuntu"
