brew "archey"
brew "bat"
brew "bingrep"
brew "bottom"
brew "choose-rust"
brew "coreutils"
brew "docker-compose"
brew "dog"
brew "dust"
brew "elinks"
brew "fd"
brew "gnupg"
brew "go"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "just"
brew "libpq"
brew "lsd"
brew "macchina"
brew "mobile-shell"
brew "moreutils"
brew "node"
brew "procs"
brew "ripgrep"
brew "rustscan"
brew "sd"
brew "siege"
brew "starship"
brew "svn"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "watch"
brew "wget"

cask "docker"
cask "emacs"
cask "google-chrome"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "skype"
cask "spotify"
cask "vscodium"

tap "homebrew/cask-fonts"

cask "font-fira-mono"
cask "font-hack"
cask "font-ubuntu"
